[
  {
    "name": "IPL AUCTION 1.0",
    "id": "1",
    "main_cat": "business",
    "date":"",
    
    "time":"12:40 PM - 1:00 PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/ipl-auction/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/ipl-auction/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/ipl-auction/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/ipl-auction/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 200",
    "price": "₹ 60K",
    "desc": "Welcome to the thrill of a live auction! Put yourself in the shoes of a bidder to build the dream team that you always wanted in these racy hours of nerves, strategy, game theory and gut.If you love cricket, if you have followed IPL and if you can mix common sense with passion into your bidding strategy, this event is a must for you.",
    "rules": " Sports quiz will contain 20 questions in total. There will be 5 “star” marked questions from the 20. A star marked questions behaves as a bonus question.If there is a tie between two or more teams, the team which answers maximum number of star marked questions will be given more priority. There will be a time interval of exactly 1 MINUTE for every question. Each question carries one mark each. A question carrying two parts will be marked half for one part and half for the other. No cellphones, or any kind of electronic gadgets are allowed during the quiz, any team failing to follow the same will be disqualified straight away."
  },
  {
    "name": "LET’S PITCH",
    "id": "2",
    "main_cat": "business",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/lets-pitch/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/lets-pitch/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/lets-pitch/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/lets-pitch/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 200*",
    "price": "₹ 30K",
    "desc": "It is not just important to have an investable idea, but also to convince the investor that it is so ! A confident and well-structured pitch can take you miles ahead in your entrepreneurial journey. Registration Fee: Rs.200 for 2 members and Rs. 300 for 3 members.",
    "rules": "Team consists of 2 or 3 students only.The problem will be given on the spot.30 Mins will be provided to each team for preparing the LEAN MODEL CANVAS (Revenue model, Customer segments, Resource pool data, Value preposition, etc.)The time to pitch your idea in front of the Jury is 2 minute.This will be followed by an Interjection round from the Jury members who will last for 3 to 4 minutes.The total duration of performance is not more than five minutes.Participants need to bring along their Presence of mind.Obscenity in any form will be strictly prohibited and will lead to disqualification. Registration Fee  Team Of 2- Rs. 200, Team of 3- Rs. 300"
  },
  {
    "name": "INVESTOR'S DILEMMA",
    "id": "3",
    "main_cat": "business",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/investors-dilemma/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/investors-dilemma/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/investors-dilemma/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/investors-dilemma/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 200*",
    "price": "₹ 40K",
    "desc": "The Investors’ Dilemma is a cycle that explains why many investment decisions are driven by emotional and psychological biases that may be inconsistent with an investor’s long term financial goals. On the one hand, investors want assets to grow to the point where enough wealth has been accumulated to meet personal financial goals. Yet, for most, this will only happen by investing money prudently. Play in action be a Virtual Investor with 60,00,000 Fund and shoot them on different startup, Let see can your calculation and Luck double your money.",
    "rules": "All teams shall have a total sum of INR 60 Lacs (Virtual Money) to invest in Startups.The total amount invested by any investor can be less than 60 Lacs; the remaining amount will be added to the Returns or Investment. However, if you invest more than 60 Lacs you’ll be disqualified.In a case when the investor does not want to invest in a startup, he must write ‘0’ in the column for ‘Investment’ for the respective startup.Pitch of the startup will be done in groups of 3 rounds. For example in Round 1 video of Startup 1, Startup 2, Startup 3 will be pitch in order.In each round, after the pitching of all 3, you’ll have 5 minutes to write down the investments for the respective startups/Idea in the Investment Sheet. At the end of these 5 minutes you’ll have to tear off the part of the Investment Sheet.Every Startup/Idea wants to raise 5* crore and will either end up having profits or losses and so will you by investing in it.If you invest in a startup who failed to reach this 5* crore mark then your investment will be returned to you after adding to the Return On Investment.Be very careful in investing as your return may increase or decrease depending on the progress made by the startup.Student’s Having Business Plan Idea. (Registration Fee Rs.200)Students Who Want to Become Virtual Investor’s. (Registration Fee Rs.100 – Team Of 2)Startups ( Registration Fee Rs.500)"
  },
  {
    "name": "STARTUP INTERN FAIR",
    "id": "4",
    "main_cat": "business",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/startup-intern/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/startup-intern/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/startup-intern/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/startup-intern/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "",
    "desc": "Startup Intern Fair is a one stop place for getting a chance to do an internship in some of the well-known and budding startups of the country. Ranging from technical to non-technical domain, one can select the internship of their genre, get screened on the spot and get a chance to grab their favorite internship. SIF aims to provide a hassle free and an aggregated hiring process. The time has come to put an end to your impasse and land up in your dream internship and work amidst some really cool entrepreneurs.Registration Fee: Rs.100 for 1 member",
    "rules": "For Participants:It is mandatory for all the participants to bring their valid ID cards (college, university cards respectively).Without it entry is denied.It is mandatory for all the participants to register with a nominal registration fee of Rs 100/-.Participants should carry 2 recent passport size photographs for each startup submission along with the formal CV. You must carry sufficient copies of “CV/RESUME”. The person interviewing you might want to track you record and shortlist from that CV only.A Format of CV or Resume will be provided via mail if needed.There will be two rounds, round 1 and round 2 according to the selection procedure, those who will qualify round 1 will be eligible to sit in round 2.You are requested not to add any false information in your CV else your application would not be considered.For Start-ups:It is mandatory for all the startup cells to register with a nominal registration fee of Rs 2000/- per Startup Last date of registration is 28th Feb 2016All the coordination activities will be done under E-Cell JECRC University surveillance.One volunteer would be provided for each startup.10*10 Sq. Ft Kiosk/Stall would be provided to each startup."
  },
  {
    "name": "Poetry Writing Competition (HINDI/ENGLISH)",
    "id": "6",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://apps.startribune.com/blogs/user_images/lhertzel_1424873528_ink-pen-and-letter.jpg",
    "img2": "http://blog.americanpeyote.com/wp-content/uploads/Poetry-Writing.jpg",
    "img3": "http://www.visitbuxton.co.uk/wp-content/uploads/2015/03/hand-writing-800x533.jpg",
    "img4": "https://www.youngwriters.co.uk/images/home/slides/comp_slide.png",
    "venue": "JECRC UNIVERSITY",
    "fee": "",
    "price": "",
    "desc": "'Mirror, mirror on the wall, who is the fairest of them all?'Poetry surrounds us in our everyday lives.It is a beautiful way of expressing feeling and thought. Poetry comes from inspiration, which you will learn about further in this poetic article. It is an online event. Participants are appreciated to send their entries on alfaaz.jurhythm@gmail.com.",
    "rules": "Poems: 42 lines maximum, no minimum, the title is not included in the line count. Lines between text/stanzas are not counted."
  },
  {
    "name": "Online Photography Competition",
    "id": "7",
    "main_cat": "cultural",
    "date": "March 8, 2016",
    "img1": "http://www.jjkindler.net/wp-content/uploads/2015/10/image0011.jpg",
    "img2": "http://www.leskoblog.com/wp-content/uploads/2015/11/from-amateur-to-professional-photographer-1.jpg",
    "img3": "http://seniorstyleguide.com/wp-content/uploads/2013/10/camera.jpg",
    "img4": "https://static.pexels.com/photos/1846/man-person-photographer-photography.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "",
    "price": "",
    "desc": "With a photo you can capture a moment, and have it forever. I think we take that idea for granted, with photography being so ubiquitous these days. But seriously just take a second to appreciate that. If you did that in Ancient Greece they’d call you a sorcerer. Or a god. It is an Online competition. Mail your Photographs along with caption to shutterup.jurhythm@gmail.com",
    "rules": "Invite maximum no. of likes on this photo for making it to the top 3 Tasveer's. Winner will be announced with the most genuine likes on the picture and make sure your friends like our page too, only then his/her like will be counted. Mail your Photographs along with caption to shutterup.jurhythm@gmail.com"
  },
  {
    "name": "Mehendi Designing",
    "id": "8",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://www.beautyhealthfood.in/wp-content/uploads/2015/08/Elegant-mehendi-Design.jpg",
    "img2": "http://cdn2.stylecraze.com/wp-content/uploads/2013/07/arabic-mehndi-design-for-hands.jpg",
    "img3": "http://www1.pictures.zimbio.com/mp/uTH2GUmS8Qsl.jpg",
    "img4": "http://www.awomensclub.com/wp-content/uploads/Best-Mehndi-Designs-For-Bride-2013-05.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "It's a traditional Pakistani and Hindu or Sikh/Punjabi art in India can often be long, ritualistic, and elaborate affairs with many pre-wedding, wedding and post wedding ceremonies. Different countries and regions of a country celebrate the ceremonies in different ways according to their own marriage customs, rituals, and culture.",
    "rules": "Registration can be done both online and on the spot. Participants have to put mehendi either on their own hands or on their teammates hand. Participants should carry their own material like cone, etc. Participants should not use any decorative items like sparkles, etc. Duration will be of 1 hour. Registration fee ₹ 100/- each team"
  },
  {
    "name": "Thumb Painting",
    "id": "9",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://3.imimg.com/data3/SV/XI/MY-10641185/thumb-painting-250x250.jpg",
    "img2": "http://alloveralbany.com/assets_c/2013/06/river_street_festival_2013_sidewalk_painting_35-thumb-525x393-14142.jpg",
    "img3": "http://www.yourlara.com/wp-content/uploads/2011/09/thumb-KUNG-FU-PANDA-PAINTING.jpg",
    "img4": "http://365-kw.com/wp-content/themes/Broadcast/thumb.php?src=http://365-kw.com/wp-content/uploads/2013/01/Screen-Shot-2013-01-06-at-10.59.06-AM.png&w=581&h=252&zc=1&q=100",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "The aim of art is to represent not the outward appearance of things, but their inward significance.",
    "rules": "Participants have to come in a team of two.Use of paint brushes is not allowed.Time Limit: 1 Hour.Chart sheets, pencils and poster colors and paint plate will be provided.Theme will be given on the spot.Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event)Registration fee ₹ 100/- each team"
  },
  {
    "name": "Copy Cat",
    "id": "10",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://img01.ibnlive.in/ibnlive/uploads/2013/06/facebook-copycat-130613.jpg",
    "img2": "http://tilstuff.com/wp-content/uploads/2013/08/copycat.jpg",
    "img3": "http://www.jambonewspot.com/wp-content/uploads/2013/04/Copy-Cat.jpg",
    "img4": "http://365-kw.com/wp-content/themes/Broadcast/thumb.php?src=http://365-kw.com/wp-content/uploads/2013/01/Screen-Shot-2013-01-06-at-10.59.06-AM.png&w=581&h=252&zc=1&q=100",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "Traditionally, copying was an integral part of an artist’s education. The work of printmakers was important in the dissemination of artistic ideas and imagery in an era before public museums and easy travel. Prints and photographs were made to record memorable compositions and to capitalize on the popularity of original works by marketing other versions of them.",
    "rules": " Participation team consists of two members. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colors. In case of any discrepancy, Judges Decision will be final.Registration fee ₹ 100/- each team"
  },
  {
    "name": "Collage-Making",
    "id": "11",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/DasUndbild.jpg/300px-DasUndbild.jpg",
    "img2": "https://activerain-store.s3.amazonaws.com/image_store/uploads/7/3/0/1/9/ar130742014391037.jpg",
    "img3": "http://4.bp.blogspot.com/-ej6q8p5pqt4/VRF_HsbRDMI/AAAAAAAAW8I/U2oFVd0xIwY/s1600/Earth-Day-Collage-Kids-Craft.jpg",
    "img4": "https://i.ytimg.com/vi/5pqvLjqfQF4/hqdefault.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "Collage is a technique of an art production, primarily used in the visual arts, where the artwork is made from an assemblage of different forms, thus creating a new whole. If a picture is worth a thousand words, what’s a photo collage worth?",
    "rules": " Participation is in the team of two. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colours. In case of any discrepancy, Judges Decision will be final.Registration fee₹ 100/- each team"
  },
  {
    "name": "Face Painting",
    "id": "12",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "https://i.ytimg.com/vi/k5fYl_9R_CA/maxresdefault.jpg",
    "img2": "http://jecrcuniversity.edu.in/media/gallery/orignal/10_1.jpg",
    "img3": "http://jecrcuniversity.edu.in/media/gallery/orignal/11_1.jpg",
    "img4": "http://jecrcuniversity.edu.in/media/gallery/orignal/8_2.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "Face painting is one of the most fun and popular activities on the children's party circuit today.",
    "rules": " Participation is in the team of two. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colours. In case of any discrepancy, Judges Decision will be final.₹ 100/- each team"
  },
  {
    "name": "On the Spot Painting (Individual Event)",
    "id": "13",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://jecrcuniversity.edu.in/media/gallery/orignal/5_2.jpg",
    "img2": "http://jecrcuniversity.edu.in/media/gallery/orignal/14_1.jpg",
    "img3": "http://jecrcuniversity.edu.in/media/gallery/orignal/8_2.jpg",
    "img4": "http://jecrcuniversity.edu.in/media/gallery/orignal/14_1.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "The aim of art is to represent not the outward appearance of things, but their inward significance.",
    "rules": " Participation is in the team of two. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colours. In case of any discrepancy, Judges Decision will be final.₹ 100/- each team"
  },
  {
    "name": "Rangoli",
    "id": "14",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://jecrcuniversity.edu.in/media/gallery/orignal/4_1.jpg",
    "img2": "http://images.indianexpress.com/2015/11/rangoli9_diwali2015indiadotin1.jpg?w=820?w=728",
    "img3": "../server_path_is_this/12717755_713228755445361_6668784115727905342_n.jpg",
    "img4": "http://jecrcuniversity.edu.in/media/gallery/orignal/14_1.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100*",
    "price": "₹ 2500",
    "desc": "The aim of art is to represent not the outward appearance of things, but their inward significance.",
    "rules": " The team should consist of at least two students. This competition will be conducted ‘On the Spot ‘and the participants will be required to draw rangoli on the project given by the panel of judges, at the time of competition. The total duration for completing the rangoli shall not exceed two hours and thirty minutes. Spaced measuring 120cmX120cm will be provided to each participant. All the required materials shall be arranged by the participants themselves. Use of any reference such as greetings or printed material/picture, in miniature for otherwise, shall not be allowed.Registration fee ₹ 100/-each team"
  },
  {
    "name": "Cartooning",
    "id": "15",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://www.allegratoonstudio.co.uk/wp-content/themes/allegratoonstudio/images/layout/daniel-allegra.png",
    "img2": "http://www.lewisart.biz/images/peterLewisweb.jpg",
    "img3": "http://jecrcuniversity.edu.in/media/gallery/orignal/14_1.jpg",
    "img4": "http://jecrcuniversity.edu.in/media/gallery/orignal/8_2.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 100",
    "price": "₹ 2500",
    "desc": "Cartooning is the process of drawing still cartoons, which are usually meant to be humorous. These cartoons are often featured in print publications, like magazines and newspapers, as well as online publications, like blogs and websites.",
    "rules": " Each participating college can depute only one student participant. The total duration of completing the cartoon shall not exceed two hours. The size of the paper shall be half imperial size drawing paper i.e. 22inches in length and 15 inches in breadth. Cartooning should be done with HB pencil only. Drawing paper will be provided by the university. Other required material shall be arranged by the participants themselves.Registration fee ₹ 100/-per head"
  },
  {
    "name": "Solo Dance",
    "id": "16",
    "main_cat": "cultural",
    "date":"DAY 2",
    "time":"5PM to 6PM",
    "img1": "http://jecrcuniversity.edu.in/media/gallery/orignal/6_2.jpg",
    "img2": "../server_path_is_this/solo%20%dance.jpg",
    "img3": "http://www.envision16.com/images/New%20folder/solo_dance.jpg",
    "img4": "http://www.fusion.gniotclubs.com/events/wp-content/uploads/2015/02/solo-dance.jpg",
    "venue": "On Stage",
    "fee": "₹ 200*",
    "price": "₹ 12000",
    "desc": "A solo dance is danced by an individual dancing alone, as opposed to couples dancing together but independently of others dancing at the same time, if any, and as opposed to groups of people dancing simultaneously in a coordinated manner.",
    "rules": " Each participating institute cannot depute more than two participation in different style of dances The total duration of performance is not more than five minutes. Participants need to bring their own music and costumes. Obscenity in any form will be strictly prohibited and will lead to disqualification.Registration fee ₹ 200/- each team"
  },
  {
    "name": "Group Dance",
    "id": "17",
    "main_cat": "cultural",
    "date":"DAY 3",
    "time":"5:30PM to 7PM",
    "img1": "http://jecrcuniversity.edu.in/media/gallery/orignal/7_1.jpg",
    "img2": "http://jecrcuniversity.eu5.org/images/ccb2c1_8b22fde4990e46bcb95fcc67da5c10f5.jpg",
    "img3": "http://stuffpoint.com/dance/image/7171-dance-group-dance.jpg",
    "img4": "http://cdn6.arabiastyle.com/men/wp-content/uploads/2015/02/street-life-show-french-dance-group-the-hey-crew-madinat-jumeirah-theatre-dubai.jpg",
    "venue": "On Stage",
    "fee": "₹ 800",
    "price": "₹ 30K",
    "desc": "Group dances are danced by groups of people simultaneously, as opposed to individuals dancing alone or individually, and as opposed to couples dancing together but independently of others dancing at the same time, if any.",
    "rules": " Each participating College can depute any no. of participants. The teams should consist of 4 to 16 students. Maximum of five accompanists/back-stage artists/helpers will be allowed. Performance duration is 7 minutes. To remove their sets properly from the stage is the responsibility of the participating team. Participants need to bring their own music and costumes. Obscenity in any form will be strictly prohibited and will lead to disqualification.Registration fee ₹ 800/-each team"
  },
  {
    "name": "Street Dance-Group Battle",
    "id": "18",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://www.universaldancecreations.com/images/DanceClass/streetdancer-hoody.jpg",
    "img2": "http://image.toutlecine.com/photos/s/t/r/street-dance-3d-streetdance-3d-19-05-2010-14-g.jpg",
    "img3": "https://static-secure.guim.co.uk/sys-images/Arts/Arts_/Pictures/2010/3/23/1269369586834/blaze-street-dance-001.jpg",
    "img4": "http://hdwallpapersfit.com/wp-content/uploads/2015/02/street-dance-hd-wallpapers-hip-hop.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 15K",
    "price": "₹ 1000",
    "desc": "A street dance is a dance style—regardless of country of origin—that evolved outside dance studios in any available open space such as streets, dance parties, block parties, parks, school yards, raves, and nightclubs.",
    "rules": "The number of members in a group should be from 3 to12.An elimination round will be held in which the groups will have to perform a routine of not morethan 8 minutes choreographed by their own.After elimination round, eight groups will be selected for the final battle round based on theirperformance in elimination round.There will be a 1.5 hour gap between the elimination round and the final battle roud for theteams to rest.The final battle round will be an impromptu one.Opponents will be decided by Draw – Chit method.For the final battle round, Random music will be played on the spot and the music will alter moderately so adapt yourselves according to the beat.Four battles will be held in the 1st round. Each battle will go on for 15 minutes.Subsequently, Four teams will qualify to the 2nd round (Semi-Finals).Two teams will be selected for the FINAL BATTLE.The final battle will be of 20 minutes.Participants must not physically interfere with their opponents’ performance in the battle. Doing so will lead to disqualification.Exceeding the time limit will lead to negative marking.Decision of judges will be final.Registration fee ₹ 1000/-per team"
  },
  {
    "name": "DEBATE",
    "id": "19",
    "main_cat": "cultural",
    "date":"DAY 2",
    "time":"3PM to 4PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/debate/img1.jpg",
    "img2": "http://oneworldsee.org/sites/default/files/images/IMG_5566_(2)-490x320.jpg",
    "img3": "http://jecrcuniversity.edu.in/media/gallery/orignal/8_2.jpg",
    "img4": "http://jecrcuniversity.edu.in/media/gallery/orignal/16_1.jpg",
    "venue": "Seminar Hall",
    "fee": "₹ 12K",
    "price": "₹ 300",
    "desc": "Debate is contention in argument; strife, dissension, quarrelling, controversy; especially a formal discussion of subjects before a public assembly or legislature, in Parliament or in any deliberative assembly. Debate is a method of formally presenting an argument in a disciplined manner.",
    "rules": "Each participating College can depute any no. of teams. Team consists of 2 students only. The topic will be given by the coordinators before 3 days of event. The time to speak on the topic is 3-4 minutes. There will be an elimination round. The best 5 teams will perform on stage."
  },
  {
    "name": "JAM",
    "id": "20",
    "main_cat": "cultural",
    "date":"DAY 2",
    "time":"3:30PM to 4:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/jam/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/jam/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/jam/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/jam/img4.jpg",
    "venue": "Seminar Hall",
    "fee": "₹ 200",
    "price": "₹ 5K",
    "desc": "",
    "rules": "It is a fun event Entry is based on first come first serve basis. Each participating College can depute any no. of participants.Participant has to speak for 1 minute continuously on given topic. Participants can use a combination of Hindi and English (optional) 20 seconds will be provided to think after the topic is given Topics will be given on spot. Decisions of Judges will be final.Registration fee ₹ 200/-per team"
  },
  {
    "name": "Quiz",
    "id": "21",
    "main_cat": "cultural",
    "date":"DAY 2",
    "time":"12:30PM to 1:30PM and 2PM to 3PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/quiz/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/quiz/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/quiz/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/quiz/img4.jpg",
    "venue": "Seminar Hall",
    "fee": "₹ 300",
    "price": "₹ 7K",
    "desc": "A quiz is a form of game or mind sport in which the players (as individuals or in teams) attempt to answer questions correctly. In some countries, a quiz is also a brief assessment used in education and similar fields to measure growth in knowledge, abilities, and/or skills.Quizzes are usually scored in points and many quizzes are designed to determine a winner from a group of participants – usually the participant with the highest score.",
    "rules": " Each college can depute the team of two students only. First round will be an eliminator having Aptitude test for all teams, out of which 6 teams will qualify for the stage round. There will be 3 levels in Stage Round MCQ round, Rapid Fire round, Audio visual Round Team with highest Total of all rounds will be the winner"
  },
  {
    "name": "SKIT",
    "id": "22",
    "main_cat": "cultural",
    "date":"DAY 1",
    "time":"2:30PM to 4:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/street-play/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/street-play/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/street-play/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/street-play/img4.jpg",
    "venue": "Auditorium",
    "fee": "₹ 500",
    "price": "₹ 12K",
    "desc": "Street theatre is a form of theatrical performance and presentation in outdoor public spaces without a specific paying audience. These spaces can be anywhere, including shopping centres, car parks, recreational reserves and street corners. They are especially seen in outdoor spaces where there are large numbers of people. The actors who perform street theatre range from buskers to organised theatre companies or groups that want to experiment with performance spaces, or to promote their mainstream work.",
    "rules": " Each participating College can depute any no. of participants. Time limit: - SKIT--minimum 20 mins and maximum 35 mins. STREET PLAY- minimum 10 mins and maximum 20 mins. Participants will be penalized by judges for exceeding the time limit. Judging criteria: Acting, story, overall impact, use of stage. Medium: Hindi or English or both. Participants can bring the background music for the skit in Standard Audio CD Format. All clothes accessories are to be arranged by the participating team. The Organizing committee is responsible only for the infrastructural facilities. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification. Only standard white lighting will be provided. Mo mikes will be provided and no recorded dialogues are allowed. The decision of the judges will be Final and binding.Registration fee ₹ 500/-each team"
  },
  {
    "name": "Mimicry",
    "id": "23",
    "main_cat": "cultural",
    "date":"DAY 3",
    "time":"12:30PM to 1:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/mimicry/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/mimicry/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/mimicry/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/mimicry/img4.jpg",
    "venue": "Seminar Hall",
    "fee": "₹ 200",
    "price": "₹ 5K",
    "desc": "In evolutionary biology, mimicry is a similarity of one species to another that protects one or both. In the case of prey species, it is a class of antipredator adaptation. This similarity can be in appearance, behaviour, sound or scent. Mimics occur in the same areas as their models",
    "rules": " Each participating college can depute only one student participant. Duration of the performance shall not exceed five minutes. The time computation shall start immediately after final announcement by the organizers. Violation of time limit will disqualify the participant. Mimicry event can be done in any Indian language, or the sound of machines and voice of well-known personalities. Props, costumes and make-up if necessary will be allowed. At the time of registration, the character the participant is going to imitate should be specified and handed over at the counter. No declaration of character on stage will be allowed.Registration fee ₹ 200/-each head"
  },
  {
    "name": "BAND WAR",
    "id": "24",
    "main_cat": "cultural",
    "date":"DAY 1",
    "time":"7:30PM to 9PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/band-war/img2.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/band-war/img3.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/band-war/img4.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/band-war/img1.jpg",
    "venue": "On Stage",
    "fee": "₹ 1200*",
    "price": "₹ 25K",
    "desc": "A musical ensemble, also known as a music group, is a group of people who perform instrumental or vocal music, typically known by a distinct name. In classical music, trios or quartets either blend the sounds of musical instrument families (such as piano, strings, and wind instruments) or group together instruments from the same instrument family, such as string ensembles or wind ensembles. In jazz ensembles, the instruments typically include wind instruments (one or more saxophones, trumpets, etc.), one or two chordal 'comping' instruments (electric guitar, piano, or organ), a bass instrument (bass guitar or double bass), and a drummer or percussionist. In rock ensembles, usually called rock bands.",
    "rules": " Each participating College can depute any no. of teams. Performance time for each band shall be 12 minutes including sound check. It is a two round event. Bands will have their own musical instruments, nothing will be provided by college. Songs can be in Hindi or English. In case of any discrepancy the decision of organizers will be treated final and binding.Registration fee : ₹ 1200/- each team"
  },
  {
    "name": "RAP WAR",
    "id": "25",
    "main_cat": "cultural",
    "date":"DAY 3",
    "time":"4:30PM to 5:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/rap-war/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/rap-war/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/rap-war/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/rap-war/img4.jpg",
    "venue": "On Stage",
    "fee": "₹ 200",
    "price": "₹ 5K",
    "desc": "A rapper is a poet on a mission to make words do more work than they formally does, to make them work on more than one level. JU RHYTHM brings you the perfect combination of beat and speed to speak your heart through your words. Come show us the real rapper inside you.",
    "rules": "There will be 2 rounds namely prelims ( audition ) and finals. Prelims: The participant in this round can perform solo or duet.The participants have to sing songs of rap genre.The language of the rap can be either English or Hindi.Time limit: max 2min to 2.30min.No karaoke is allowed in this round.No abusing word is allowed (it will reduce your chance for selectionFinals: The participant can perform any rap song (English or Hindi) The rap must not contain any reference to personal information about others it may affect another’s privacy The language must be same as used in prelims round The decision of judges depends on the participant’s stage presence, accent of language, interaction with crowd, etc. Participant can perform solo or duet as performed in prelims(not more than two) Karaoke is allowed in this round (bring your own karaoke in pen drives. university will not provide any karaoke or other electronic equipments. Time limit: 3.30 to max 4 minRegistration fee : ₹ 200/- each"
  },
  {
    "name": "Antakshari",
    "id": "26",
    "main_cat": "cultural",
    "date":"DAY 1",
    "time":"1PM to 2:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/antakshari/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/antakshari/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/antakshari/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/antakshari/img4.jpg",
    "venue": "Auditorium",
    "fee": "₹200",
    "price": "₹7K",
    "desc": "Antakshari is one of India's most popular family activity at social gatherings . It's a spoken parlor game each contestant sings the first verse of a bollywood song that begins with the previous consonant of contestant's song selection ended. The winner is decided by the process of elimination when a person or team fails to come up with a song with the right consonant is eliminated if their opponents can produce such a song. And the famous lines to start the game with are Baithe, baithe, kya karein? Karna hai kuch kaam,Shuru karo antakshri, leke prabhu ka naam!",
    "rules": " Each participating College can depute any no. of participants. Team member should consists of 2 members. Questions will be based on Hindi movie songs. A song sung by any team in any round cannot be repeated. Some of the rounds will hold negative marking & relative marking in accordance with the questions. A song sung by a team should carry a complete mukhra (always) and appropriate antra (if asked for). In case of any discrepancy the decision of organizers will be treated final and binding. "
  },
  {
    "name": "Indian Classical / Musical Instrument (Solo) ",
    "id": "27",
    "main_cat": "cultural",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/indian-classical/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/indian-classical/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/indian-classical/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/indian-classical/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹300",
    "price": "₹15K",
    "desc": "Indian classical music is the art music of the Indian subcontinent. The origins of Indian classical music can be found in the Vedas, which are the oldest scriptures in the Hindu tradition dating back to 1500 BCE. The Samaveda was derived from the Rigveda so that its hymns could be sung as Samagana. These hymns were sung by Udgatar priests at sacrifices in which the Soma ritual drink, clarified and mixed with milk and other ingredients, was offered in libation to various deities. This chanting style evolved into jatis and eventually into ragas. Indian classical music has also been significantly influenced by, or syncretised with, Indian folk music. Bharat's Natyashastra was the first treatise laying down fundamental principles of dance, music, and drama.",
    "rules": "  Each participating College can depute any no. of participants. The duration of the performance shall not exceed seven minutes for any style of performance. The time computation shall start immediately after the final announcement by the organizers. The participants should tune their instruments well in advance. Only one accompanist shall be allowed."
  },
  {
    "name": "Indian Solo Song",
    "id": "28",
    "main_cat": "cultural",
    "date":"DAY 1",
    "time":"6:30PM to 7:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/indian-solo/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/indian-solo/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/indian-solo/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/indian-solo/img4.jpg",
    "venue": "On Stage",
    "fee": "₹200",
    "price": "₹20K",
    "desc": "A playback singer is a singer whose singing is pre-recorded for use in movies. Playback singers record songs for soundtracks, and actors or actresses lip-sync the songs for cameras, while the actual singer does not appear on screen.",
    "rules": " Each participating College can depute any no. of participants. It would be a three round event. Maximum of 2 accompanists will be allowed. However, the singer himself/herself may also play an instrument. The song can be in any Indian language or in English. ROUND 1- It will be an audition round. Time limit- 2 minutes, the song will be of participant’s choice. ROUND 2- It will be a chit picking round. The chit will contain names of singers and the participants can sing any one particular song of the singer thus mentioned on the chit. Marks will be deducted for changing chits. 1 hour to be given to each participant for preparation. ROUND 3- It will be a stage round. Time Limit- 4 minutes (including everything), the song will be of participant’s choice. Decision given by the judges will be final. "
  },
  {
    "name": "Poetry Recitation",
    "id": "29",
    "main_cat": "cultural",
    "date":"DAY 3",
    "time":"11:30AM to 12:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/poetry-recitation/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/poetry-recitation/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/poetry-recitation/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/poetry-recitation/img4.jpg",
    "venue": "Seminar Hall",
    "fee": "₹100",
    "price": "₹3500",
    "desc": "Voice is an active , physical thing in oral poetry, it needs a speaker and a listener, a performer and an audience. It is a bodily creation that thrives in live connection. The voice is the instrument , the mechanism by which a 'poets voice' comes alive.A public reading is typically given on a small stage in a café or bookstore, although reading by prominent poets frequently are booked into larger venues such as amphitheaters and college auditoriums, to accommodate crowds. Unless otherwise indicated in advance, poetry readings almost always involve poets reading their own work or reciting it from memory—the recitation of a work by another poet is normally the act of a well-known poet who chooses to read a few poems by lesser-known poets or old friends that the poet feels should be more widely recognized.",
    "rules": " Any number of entries are welcomed from a college/university. If the work is found to be plagiarized, the candidature would be cancelled straightaway without any reconsideration. Vulgar Language/Defamation/Slangs/Misbehavior of any kind would lead to the disqualification of the candidate. The decision made by the judges would be final and unquestionable. Each candidate should come prepared with two of his artworks and should submit a hard copy for authenticity check at the time of registration. For the preliminary round, participants would be welcomed on First Come First Serve Basis. Maximum 50 registrations are allowed for the first round of participation. One performance cannot have more than 2 performers. Rounds The competition would be conducted in two parts- preliminary and final. In preliminary round, each poet would be given 60 seconds for his performance. In the final round, each poet would be given 4 minutes to recite his poetry. "
  },
  {
    "name": "KITE FIGHT",
    "id": "30",
    "main_cat": "cultural",
    "date":"DAY 3",
    "time":"10AM",
    "img1": "http://prashant-pandey.com/app-images-and-content/kite-fighting/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/kite-fighting/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/kite-fighting/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/kite-fighting/img4.jpg",
    "venue": "Cricket Ground",
    "fee": "₹100",
    "price": "₹3K",
    "desc": "An exhilarating competition among kite fighters.",
    "rules": "The number of participants in a team must be two. While competing, if any part of the competitor's body moves outside the particular periphery, then team will be disqualified. The measured length of string will be provided to each team. Only one kite will be provided to each team( for minor damage glue and white tape will be provided). Time for each fight will be 15 minutes. Match will start only when the white string will be in the participants hands. Winner will be qualified only when his/her kite will safely land on the ground after the kite fight. There will be three round to get the best kite fighter:- Quarter final round:- There will be random pick of the participants for the kite fight in a column of 6 adjacent to each other in arena provided to them(there will be the group of 6 teams) .Among them we will select the one whose kite lasts in the sky. From here we will get the semifinalists. Semifinal round:-Same process will be followed to get the finalists. Final round :-The one’s who kite last in the sky will win the competition. "
  },
  {
    "name": "Slow Biking",
    "id": "31",
    "main_cat": "cultural",
    "date":"DAY 1",
    "time":"12PM to 2PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/slow-biking/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/slow-biking/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/slow-biking/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/slow-biking/img4.jpg",
    "venue": "Behind Science Block",
    "fee": "₹100",
    "price": "₹5K",
    "desc": "'Slow' biking is the newest movement against mindless speed.Slow biking like as 'Tortoise race'.Slow biking means concentration.Slow biking event gives an opportunity to get winning position with the last position in the race.",
    "rules": " Each participating college can depute any no. of participants. Bikes will be provided. The body should not touch the ground, otherwise he will be disqualified. The track is given by the coordinators. In case of any discrepancy, Judges Decision will be final.Registration fee ₹ 100/- per head"
  },
  {
    "name": "Roadies",
    "id": "32",
    "main_cat": "cultural",
    "date":"DAY 1,DAY 2,DAY 3",
    "time":"10 AM ",
    "img1": "http://prashant-pandey.com/app-images-and-content/roadies/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/roadies/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/roadies/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/roadies/img4.jpg",
    "venue": "Stage Ground",
    "fee": "₹ 200",
    "price": "₹ 15K",
    "desc": "This is a battle of brains as brawns in equal measures; an encounter starting with a form that challenges your wits to hot group discussions and an interesting personal interview. You clear this and then await physically tiring events and round leading to a final between you and a fitting opponent, the winner of which will be crowned the Roadie of JU-Rhythm.",
    "rules": "Rules would be announced on the spot."
  },
  {
    "name": "FASHION SHOW",
    "id": "33",
    "main_cat": "cultural",
    "date":"DAY 2",
    "time":"7PM to 8:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/fashion-show/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/fashion-show/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/fashion-show/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/fashion-show/img4.jpg",
    "venue": "On Stage",
    "fee": "₹ 1.5K",
    "price": "₹ 40K",
    "desc": "A fashion show is an event put on by a fashion designer to showcase his or her upcoming line of clothing during Fashion Week. Fashion shows debut every season, particularly the Spring/Summer and Fall/Winter seasons. This is where the latest fashion trends are made. The two most influential fashion weeks are Paris Fashion Week and New York Fashion Week, which are both semiannual events. Also, the Milan, London and Berlin are of global importance.",
    "rules": " Each team can have minimum of 10 and maximum of 20 members. The members of the team should be from the same college. Each team must have a particular theme on the basis of which they will present themselves. Teams will be tested for music, sequencing, choreography, models, expression, creativity in theme and overall attitude. In case there are excessive registrations, an elimination round will be conducted. At the time of registrations the participants have to bring their college identity cards. Vulgarity of any kind will lead to disqualification. Props should be arranged by the teams on their own. Use of fire, water, animals or any hazardous material is prohibited. Teams are required to bring their own music on CDs in mp3/wav format(teams are required to give 2 copies on 2 separate CDs)with their college name written on the CDs and hand them over to the organizers at least 3 hours before the event commences. Time limit: 8-12 minutes per team. Registrations will be closed on 8th march 2016. Decision of Judges will be final and binding."
  },
  {
    "name": "DJ WAR",
    "id": "34",
    "main_cat": "cultural",
    "date":"DAY 3",
    "time":"7PM to 8:30PM",
    "img1": "http://prashant-pandey.com/app-images-and-content/dj-war/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/dj-war/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/dj-war/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/dj-war/img4.jpg",
    "venue": "On Stage",
    "fee": "₹ 800",
    "price": "₹ 25K",
    "desc": "'Spinsters' - The DJ War sees the best DJs from the country battling it out for the grand prize while you have the time of you life bouncing to their slick tunes.",
    "rules": " Each participating College can depute any no. of participants. Participants will be provided with pioneer CDJ 1000 on stage. Participants must bring their own laptops and headphones. None will be provided by organizers. Participants who wish to use turntables, midi controllers may carry their own. None will be provided by organizers. Use of premixed set will result in disqualification. Participants will have 10 minutes of stage time. Obscene gestures will result in disqualification. Marking is to be done on basis of mixing technique, stage presence and crowd reaction. Organizers are not responsible for any copyright issues or alike. Judges decision will be final and binding.Registration fee₹ 800/-per team"
  },
  {
    "name": "TREASURE HUNT",
    "id": "35",
    "main_cat": "cultural",
    "date":"DAY 2",
    "time":"10AM",
    "img1": "http://prashant-pandey.com/app-images-and-content/treasure-hunt/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/treasure-hunt/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/treasure-hunt/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/treasure-hunt/img4.jpg",
    "venue": "LT-4",
    "fee": "₹ 500",
    "price": "₹ 30K",
    "desc": "Welcome to the treasure hunt; you’re going to need your wits about you to find the treasure. And who knows you may actually feel like being a pirate or a lead role in the treasure hunt played in the movie, STUDENT OF THE YEAR. So put on your thinking cap, get your brains in gear and set your train of thoughts in motion down the tracks. As not all the treasure is within the university campus, this time we might ask you to go beyond the campus boundaries to hunt down the treasure.And please don’t assume that you’ll crack the puzzle in one go; you’ll probably be racking your brains several times. But never fear, we won’t give you the dark seas of the pirates, we might just give you the turquoise spot of disappointment.Why would you embark on an “insanely” foolish “adventure”, plumbing the depth of our obscure imagination unless you get something at the end? Then for this we have a handsome amount of prize money for our winning treasure teams and also certain after round prizes throughout the event.",
    "rules": "There will be a 3-4 members team.There will be a 3 round event.Players discovered to be playing unfairly will be eliminated from their team.The decision of the judges will be Final and binding.Registration fee ₹ 500/-per team"
  },
  {
    "name": "Robowar Rookiee",
    "id": "36",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/robosoccer/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/robo-war-pro/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/robosoccer/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/robo-war-pro/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 600",
    "price": "₹ 40K",
    "desc": "RoboWar is one of the biggest of its kind in the country. It has been and will be a perfect platform for young minds in this country to bring up their innovative ideas to the fore. RoboWar has a perfect blend of complexity and thrill which puts to test designing skills as well as ideating potential of participants and aims at bringing the best out of them.Brightest minds from every corner of this country compete neck and neck with each other. It's a perfect mix of entertainment and technology, this event takes the competition to a whole new level. It is a game of style, control, damage and aggression with the robots pit against each other in a deadly combat.",
    "rules": "To design a machine that can fight to another one The competition will be played on a knock­ out basis. The maximum duration of each round will be 5 minutes. Any team that is not ready at the time specified will be disqualified from the competition automatically. The machine would be checked for its safety before the competition and would be Discarded if found unsafe for other participants and spectators. The name of your machine must be prominently displayed on the machine. The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. Violation of any the above rules will lead to disqualification."
  },
  {
    "name": "JUNKYARD WARS",
    "id": "37",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/junkyard-wars/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/junkyard-wars/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/junkyard-wars/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/junkyard-wars/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 300*",
    "price": "₹ 40K",
    "desc": "YOUR CHANCE TO PROVE YOUR METTLE AT OUR VERY OWN VERSION OF THE POPULAR TV REALITY SHOW .THE CHALLENGE WHERE THE IMAGINATION, INTUITIVENESS AND DEXTERITY ARE AT STAKE BRINGS OUT THE BEST IN YOU.IF YOU THINK YOU ARE SMART, TOUGH AND “OUT OF THE BOX “ THINKER , THEN YOU CANNOT MISS THIS EVENT.FULL OF FUN AND ADVENTURE, YOU WILL FALL IN LOVE WITH THIS FOR SURE.LOADS OF EXCITING PRIZES AND CERTIFICATES TO BE AWARDED.SO WHAT ARE YOU WAITING FOR, REGISTER, HURRY UP..!!Registration Fee Rs. 300",
    "rules": "TOTAL FINAL TEAMS: 12 TEAMS WOULD BE GIVEN MATERIALS THAT WOULD BE DISCLOSED AT THE TIME OF EVENT.TEAMS HAVE TO CONCEPTUALIZE, IMPLEMENT AND THEN PRESENT THEIR CONCEPTS WITH THE MATERIAL PROVIDED.THE DECISION OF THE JUDGES& COORDINATORS WOULD BE FINAL AND BINDING.TIME LIMIT: 3 HRS (MAXIMUM)EXTRA TIME TAKEN WOULD RESULT IN DEDUCTION OF MARKS.THE DECISION OF THE JUDGES WOULD BE FINAL AND BINDING.TEAMS USING ANY MATERIAL OTHER THAN THE GIVEN MATERIAL WOULD BE DISQUALIFIED.THERE IS NO LIMITATION ON THE NO. OF TEAMS PER COLLEGE."
  },
  {
    "name": "Robo War-Pro",
    "id": "38",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/robo-war-pro/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/robo-war-pro/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/robo-war-pro/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/robo-war-pro/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 600*",
    "price": "₹ 50K",
    "desc": "RoboWar is one of the biggest of its kind in the country. It has been and will be a perfect platform for young minds in this country to bring up their innovative ideas to the fore. RoboWar has a perfect blend of complexity and thrill which puts to test designing skills as well as ideating potential of participants and aims at bringing the best out of them.Brightest minds from every corner of this country compete neck and neck with each other. It's a perfect mix of entertainment and technology, this event takes the competition to a whole new level. It is a game of style, control, damage and aggression with the robots pit against each other in a deadly combat.Registration fee ₹ 600/- each Team",
    "rules": "To design a machine that can fight to another oneThe competition will be played on a knock-out basis. The maximum duration of each round will be 5 minutes. Any team that is not ready at the time specified will be disqualified from the competition automatically. The machine would be checked for its safety before the competition and would be Discarded if found unsafe for other participants and spectators. The name of your machine must be prominently displayed on the machine. The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. Violation of any the above rules will lead to disqualification."
  },
  {
    "name": "RC CAR",
    "id": "39",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/rc-car/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/rc-car/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/rc-car/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/rc-car/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 600*",
    "price": "₹ 50K",
    "desc": "“Nintendo's philosophy is never to go the easy path; it's always to challenge ourselves and try to do something new.” Taking sharp bends, zigzag curves on a rough road and jumping over planks, powered by a powerful internal combustion engine? You better start to design your miniature car today to compete in the race of your life! The need to be tested, perhaps; the need to take risks; and the chance to be number one. You win some, you lose some, and you wreck some. An indispensable question is, 'why to do except for the reasons like. Developing and applying your skills, amusement and so on. Develop your own high-tech components and make your car the indestructible front runner of the race.",
    "rules": "To come up with a car which can race better. There will be a qualifying session with each team getting 2 laps out of which the faster lap will be considered. Note that these laps will have to be taken successively. The top teams from the qualifying rounds will make it to the second round. After the qualifying round, there will be races between multiple cars at a time. So the participants must use a remote with frequency of band spectrum 2.4 GHz. The track will have check points at regular intervals. If a machine tumbles, halts or goes off the arena at any point on the track, one of the team members is allowed to lift it up and place it at the nearest checkpoint behind that point. The time shall still be running in the meantime. Team members are not permitted to touch either their machines or those of their opponents once the race begins (unless there is need to lift the machine as stated in fourth point). The penalty for doing so is disqualification. In the qualification round, a maximum of two team members are allowed from a team in the racing arena while in the final round only one of the team member will be in the racing arena except the controller on the stand. The machines are not allowed to leave any loose parts on any part of the arena. Any machine disintegrating during the race will be disqualified. If any of the machines starts off before the flag is waved, the counter would be restarted and the machines will get a second chance. However, if any machine starts off before the waving of flag (or countdown) for a second time, it will be disqualified. No rematch will be held for the second time. Teams are not allowed to purposefully damage the machine of the opponent's team. If found doing so on track (while racing), the concerned team will be disqualified. Execution of last three rules will be subjective and relies completely on judges' and organizers’ discretion."
  },
  {
    "name": "Line Follower",
    "id": "40",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/line-follower/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/line-follower/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/line-follower/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/line-follower/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 20K",
    "desc": "Detecting a line and following it while constantly correcting the wrong moves using a feedback system forms a simple yet effective closed-loop system. This event involves line-followers, but with an element of fun and competition. The ultimate aim of the event is to design an autonomous robot that can run along two paths, following the specified conditions. The event is divided into two parts - Completing the course in the shortest period of time and accurately tracking the course line from start to finish is declared the winner.Registration Fee ₹ 400/- each team",
    "rules": "To design a robot which can follow the black coloured path.Dimensional and weight limits for robots shall be strictly enforced. Robots must have passed inspection prior to competing.Time shall be measured by an electronic gate system or by a judge with a stopwatch, based on the availability of equipment. In either case the recorded time shall be final.Once a robot has crossed the starting line it must remain fully autonomous, or it will be disqualified.Any robot that loses the line course must reacquire the line at the point where it was lost, or at any earlier (e.g. already traversed) point.Any robot that loses the line course and fails to reacquire it will be allowed a single reattempt. The robot must start the course again from the beginning, and if it loses the line course on its second attempt it will be disqualified.Participants are liable to give their robots for inspection and will not be allowed to bring any hardware/software changes that may fiddle with the working of the robot except for the hardware changes that may not affect the weight of the robot.All general rules are applicable."
  },
  {
    "name": "ROBOSOCCER",
    "id": "41",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/robosoccer/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/robosoccer/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/robosoccer/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/robosoccer/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 25K",
    "desc": "A soccer freak as well as a Robotics Freak too? well, this event is just for you. Robosoccer combines the universal excitement and amusement inspired by football, with the thrill and satisfaction of making a working robot from scratch. This event is a platform to showcase their robotics talents and bringing the football spirit alive. Teams are expected to build and operate a manual robot to play one-on-one soccer in a knockout tournament but just with cheering, heckling, massacres, nail-biters and a lot more!",
    "rules": "Design a machine that can play soccer. The competition will be played on a knock-out basis. The machine should be wireless or wired and should work on accelerometer and can work on hand gestures/haptic hand. The machine would be checked for its safety before the competition and would be Discarded if found unsafe for other participants and spectators. There will be 2 types of ball i.e., small and big, small ball consists of 10 points and bigger ball consists of 20 points. Two teams will compete against each other in the same arena which has a barrier in between and small balls can easily pass through it from the bottom of the barrier. There is a goal post at each side and each team has to put small balls in opponent's goal post and big balls should put on other side by picking it up and throwing it to another side by lifting with your machine. The team must send max no. of small balls to opponent's goal post and should also be focused on big balls which contain more points. The machine can't pass the barrier/obstacle. Final decision will be on the basis of no. of balls and correspondingly on their points. Only 1 member of the team will control the machine. Rest of the members can stand besides arena."
  },
  {
    "name": "MAZE SOLVER",
    "id": "42",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/maze-solver/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/maze-solver/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/maze-solver/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/maze-solver/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400*",
    "price": "₹ 25K",
    "desc": "Ever got stuck in that maze and wanted someone to untangle the ways, well, wish to be the saver? Maze Solver is your game to show your throne. Maze Solver doesn’t get this better, well the candidates are given equations and by solving these equations one can get the robot clear and out of the equation maze! Be the indestructible, Be the Instructor!",
    "rules": "To build an autonomous robot which can follow white line and keep track of directions while going inside the mazeBot must be started individually by only one switch. However a team may have on-board switch for restart. This switch has to be shown to the organiser before the run.During the run, the autonomous bot must not damage the arena in anyway. It is not allowed to leave anything behind or make any marks while traversing the arena. Any bot found damaging the arena will be immediately disqualified. The final decision is at the discretion of the organizers.Bot must have on board power supply When using the electric power supply, the potential difference between any 2 points must not exceed 24 V at any point of time during the game.The autonomous bot should not separate or split into two or more units. All bots/units which are touching each other or are in the starting point will be considered as one bot.Machine cannot be constructed using ready made Lego kits or any ready made mechanism. But they can make use of ready made gear assemblies. Violating this clause will lead to disqualification of the team.The bot will be given a maximum of 2 minutes to reach the centre. The bot has to follow an algorithm to find its path and store only the correct turns and ignore the ones that lead him to the blocked way.The bot has to complete the task in minimum possible time.The teams will have to submit their bot before the start of the competition. Only those teams which submit their bots will be allowed to participate. The bot will be handed back to the team during the time of their run. They will be given a time of 1 minute for calibration. If any team is found to alter its code after depositing its bots, then it will be immediately disqualified from the competition. They are however allowed to make any other hardware changes.Only one autonomous bot per team is allowed.When the autonomous bot starts, no team member is allowed to touch the bot.At the start of the task, the bot will be placed at the starting point. Only 1 member from the team is allowed to be near the game field while starting the bot.Run will start only when the organizer gives the signal.The participants are allowed to take a maximum of 3 restarts in the entire match.If the bot takes a restart in the competition, it has to start from the last checkpoint.The timer will not be paused and will not be paused in case of a ‘Restart’.During a restart, a contestant must not feed information about the arena to the bot. However, contestants are allowed to adjust sensors (gain, position etc.) and make hardware changes.The contestant must not alter the bot in any manner that reduces its weight (e.g. removal of a bulky sensor array or switching to lighter batteries to get better speed). The organisers reserve the right to arbitrate in such circumstances.Only 1 member of the team is allowed to handle the bot.Participants are not allowed to keep anything inside the arena other than the bot.Laptops/personal computers are not allowed near the arena. Other Wi-Fi, Bluetooth, etc. devices must be switched off. The organisers hold the right to check for these devices and their usage and disqualify the team. The bot should not receive any kind of input from outside the arena.The time measured by the organisers will be final and will be used for scoring the teams.Time measured by any contestant by any other means is not acceptable for scoring.In case of any disputes/discrepancies, the organisers' decision will be final and binding.The organisers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams."
  },
  {
    "name": "HACK-A-THON",
    "id": "43",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/hackathon/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/hackathon/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/hackathon/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/hackathon/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 600",
    "price": "₹ 40K",
    "desc": "This event will be a stride of 12 hours. All the teams will be given a theme on which they are supposed to develop an application, be it a Web App, Android App, IOS App, Windows App or anything. After this, there will be an exhibition of all the products that will be developed and every team will get a chance to showcase their application in front of all the judges and the developers.",
    "rules": "Team Size : 1-3 Persons. The event will be 12 hour long. Participation will be in teams.The teams will be given a theme on which they are supposed to develop an application, be it a web app, Android app, iOS app, Windows app or any native app.There will be an exhibition of all the products developed and every team will get a chance to showcase their application in front of all the judges and the developers. Every team will get a maximum of 5 minutes to present their application in front of the judges. The judges will be asking questions about the application so developed.Other Important Instructions:The student should carry their laptops, power cords and their own net‐cards/internet sources, the university and the event coordinators will not be responsible for connectivity and power issues. If any team is found copying an application that has already been published, the team will be disqualified on the spot. Rules are subject to change prior to the briefing session.Decision of judges will be final.Certification Policy Certificate of Excellence will be awarded to the top 2 teams."
  },
  {
    "name": "CODE BLAST",
    "id": "44",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/code-blast/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/code-blast/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/code-blast/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/code-blast/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 200",
    "price": "₹ 20K",
    "desc": "This event will bring the coding freak out of the participants.First stage will be a qualifier. In this stage the student will be judged on the basis of his aptitude. There will be a computer aptitude test on paper, which will consist of about 50-70 questions. This stage will be of 30 minutes. The students who will clear the benchmark will qualify to next round.In the next phase,the student will be coding on the system. The languages that they can use are C, C++, JAVA, SCALA, RUBY, PHP, JAVASCRIPT, PYTHON, C#, Objective-C. There will be 10 problems in this round and each participant will be given 3 hours to solve them.",
    "rules": "This event will be in two rounds:Round 1 ‐ Qualifier RoundFirst round will be a qualifier. In this round the student will be judged on the basis of his aptitude. There will be a computer aptitude test on paper, which will consist of about 50‐70 questions. This round will be of 30 minutes.The students who clears the benchmark will qualify for next round.Round 2 – Hands‐ On Coding.In this event the student will be coding on the system. The languages that they can use are C, C++, JAVA, SCALA, RUBY, PHP, JAVASCRIPT, PYTHON, C#, Objective‐C.There will be 10 problems in this round and each participant will be given 3 hours to solve them.Note: Students are not allowed to carry any electronic device or a storage device with them. If any electronic/storage device is found in possession of the participating student, he/she will be disqualified from the event on the spot and will not be considered as a part of the event.Judgment – The participant who will solve the maximum number of problems will be the winner.In case there is a tie, the participant who will finish the code first will be the winner.Still, if there is a tie, the participants will be judged on the basis of the total lines of code in all the problems solved by the participant.If there is still a tie, a separate tie‐breaker problem will be given which is supposed to be solved within 15 minutes.Rules are subject to change prior to the briefing session.Decision of judges will be final.CERTIFICATION POLICY: Certificate of excellence will be awarded to the top 3 coders."
  },
  {
    "name": "DOTA 2",
    "id": "45",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/dota/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/dota/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/dota/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/dota/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 500",
    "price": "₹ 15K",
    "desc": "",
    "rules": "Two teams will play this game. They can be from same or different institute. The event will be held in knock-out rounds. More information will be provided at the venue. It will be an on-the-spot activity. DOTA 2 will be pre-loaded in their pc+ cheats are spot not allowed. One-on-One Rules: Two participants will play this game. They can be from same or different institute. The event will be held in knock-out rounds. More information will be provided at the venue. It will be an on-the-spot activity. DOTA 2 will be pre-loaded in their pc+ cheats are spot not allowed. Team Specification A team may consist of 5 participants. Students from different educational institutes can form a Team. Certificate Policy Certificate of excellence will be awarded to the top 2 winners. Registration fee ₹ 500/- each team"
  },
  {
    "name": "NFS Most Wanted",
    "id": "46",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/nfs/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/nfs/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/nfs/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/nfs/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 200*",
    "price": "₹ 10K",
    "desc": "",
    "rules": "To win over opponents in Multiplayer mode of NFS Most Wanted. HHG IRU 6SHHGOE: 0RVW: DQWHG GHQHUDO Competition Mode: 4 vs. 4. Game Type: Circuit/Sprint /Drag Car Settings. BMW M3 GTR is not allowed strictly and Junkman is not allowed. Personal save files are NOT allowed. Courses RANDOM. Race Mode Options: Circuit/ sprint Track Direction: Forward/reverse LAPS: At the discretion of organizing committee. N20: On Collision Detection: Off Performance Matching: Off Min Num. Players: 4/4 Player Options: 8 QLWV: 3OD / HUV RZQ GLVFUHWLRQ. Car Damage: Off 5HDU YLHZ 0LUURU: 3OD / HUV RZQ GLVFUHWLRQ. Team Specification A team may consist of a maximum of 1 participant. Certificate Policy ertificate of excellence will be awarded to the top 2 winners. Registration fee ₹ 200/-each team"
  },
  {
    "name": "FIFA",
    "id": "47",
    "main_cat": "technical",
    "date":"",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/fifa/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/fifa/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/fifa/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/fifa/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 200",
    "price": "₹ 10K",
    "desc": "",
    "rules": "To win over opponents in Multiplayer mode of Fifa Round 1: Any 3 star teams from International. Round 2: Any 4 star teams from International or any other League. Game Settings. Half time -6min. Game speed -fast off sides and injuries will be on Team Specification A team may consist of a maximum of 1 participant. Certificate Policy Certificate of excellence will be awarded to the top 2 winners. Registration fee ₹ 200/-per head"
  } ,{
  "name": "Counter Strike 1.6 & GO",
  "id": "48",
  "main_cat": "technical",
  "date": "",
  "time":"",
  "img1": "http://prashant-pandey.com/app-images-and-content/counter-strike/img1.jpg",
  "img2": "http://prashant-pandey.com/app-images-and-content/counter-strike/img2.jpg",
  "img3": "http://prashant-pandey.com/app-images-and-content/counter-strike/img3.jpg",
  "img4": "http://prashant-pandey.com/app-images-and-content/counter-strike/img4.jpg",
  "venue": "JECRC UNIVERSITY",
  "fee": "₹ 500",
  "price": "₹ 15K",
  "desc": "",
  "rules": "To win over opponents in Multiplayer mode of Counter Strike.Two teams will play this game.They can be from same or different institute.The event will be held in knock-out rounds.More information will be provided at the venue.It will be an on-the-spot activity.Counter strike 1.6 will be pre-loaded in their pc+ cheats are spot not allowed.One-on-One Rules:Two participants will play this game.They can be from same or different institute.The event will be held in knock-out rounds.More information will be provided at the venue.It will be an on-the-spot activity.Counter strike 1.6 will be pre-loaded in their pc+ cheats are spot not allowed.Team SpecificationA team may consist of 5 participants. Students from different educational institutes can form a Team.Certificate PolicyCertificate of excellence will be awarded to the top 2 winners.Registration fee ₹ 500/- each team"
  },
  {
    "name": "PRO-EXPO",
    "id": "49",
    "main_cat": "technical",
    "date": "",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/pro-expo/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/pro-expo/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/pro-expo/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/pro-expo/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 50K",
    "desc": "Pro- Expo is an event that will attorney for your creativity and skilled brainwork. Open projects, Working models will be displayed by the candidate that would prove to be big working manufacturing eternity firms in the future. That would contribute to science and immense technology.",
    "rules": "To come up with an innovative scientific idea which helps out society in any way. The project must be related to any discipline of Science and Engineering. The project shall have special, uncommon and innovative quality which make it different from the projects of its own kind. The project shall not be considered for qualification, if the working model is not presented by the respective team in PRO-EXPO, JU RHYTHM, 2016. Participants will have to send the synopsis along with the uniqueness and specification of their respective project, strictly within immediate 24 hours of the registration on the email. SPECIFICATIONS â€“DIMENSIONS, WEIGHT, NEED OF POWER SUPPLY (AC,DC,SOLAR) A project report has to be prepared by the participants on their respective projects.Our general rules are applicable."
  },
  {
    "name": "AZURE WARRIOR",
    "id": "50",
    "main_cat": "technical",
    "date": "",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 35K",
    "desc": "The heights are friends to planes and so is the event that brings out the best of your mechanics knowledge and zenith of your planes. The event is followed by a candidateâ€™s plane that is required to follow a definite path in the air and the plane that lands in the grace of the circles that carry points, are professed to be the winner!",
    "rules": " The use of 2.4 GHz radio is required for all aircraft competing in the competition. If the participants want to use any other frequency, they will have to inform the organizers in advance. A limited number of 2.4 GHz radios will be available with the organizers for use by the teams. Teams who do not have access to radios can inform the organizers in advance to request use of these radios. Receivers installed in the aircraft have to be in 'receiver mode only' All the systems (Servos, motor, etc.) will be checked by organizers for functionality before the competition. If found not working, teams will be dismissed from the competition. Pilot can position himself at any point in the arena to fly the aircraft during the rounds Metal propellers are not allowed The models can have powered take-off with a landing gear or can be launched manually by a person standing at ground level Plane should be built from scratch and not purchased models A team member canâ€™t be a part of more than one team at any one given competition Bring your college/student I-Card at the time of competition Travelling allowance will be given to the successful qualified teams Any of the above mentioned rules, if found violated, teams would not be allowed to participate in the competition"
  },
  {
    "name": "ARDHRA - THE AIRMATE",
    "id": "51",
    "main_cat": "technical",
    "date": "",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img3.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img4.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img2.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/azure-warrior/img1.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 25K",
    "desc": "Get that height! Get that poise, set your plane that speak of your heights to the top and let it touch the shine of the skies and then stop that engine and let it bestow it humbleness over the ground but not too soon. Let it be in the air, let it be calm and land in grace. Because that would score and you can be the winner!",
    "rules": "The use of 2.4 GHz radio is required for all aircraft competing in the competition. If the participants want to use any other frequency, they will have to inform the organizers in advance. A limited number of 2.4 GHz radios will be available with the organizers for use by the teams. Teams who do not have access to radios can inform the organizers in advance to request use of these radios. Receivers installed in the aircraft have to be in 'receiver mode only' All the systems (Servos, motor, etc.) will be checked by organizers for functionality before the competition. If found not working, teams will be dismissed from the competition. Pilot can position himself at any point in the arena to fly the aircraft during the rounds Metal propellers are not allowed The models can have powered take-off with a landing gear or can be launched manually by a person standing at ground level Plane should be built from scratch and not purchased models A team member canâ€™t be a part of more than one team at any one given competition Bring your college/student I-Card at the time of competition Travelling allowance will be given to the successful qualified teams Any of the above mentioned rules, if found violated, teams would not be allowed to participate in the competition"
  },
  {
    "name": "Bridge-O-Mania",
    "id": "52",
    "main_cat": "technical",
    "date": "",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/bridge/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/bridge/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/bridge/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/bridge/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 15K",
    "desc": "A castle of a deck of cards is talked about so much; well we brought out an amazingly different theme. One has to build a popsicle stick bridge which is a classic combination of science and mechanics. The candidates are required to build a bridge that can hold most weight. So Engineers, gear up and make sure that your bridge is the strongest!",
    "rules": "To design and construct the most efficient bridge within the specifications.The bridge must be constructed only from Pop-sticks (150 PROVIDED) and adhesives.No other materials may be used. The bridge may not be stained, painted or coated in any fashion with any foreign substance.The Popsicle sticks may be cut or trimmed to any shape or size.The adhesive can only be used to join Pop-sticks together; however adhesives cannot be applied on the free surface of the member sticks to increase its strength.The choice of the type of bridge is upon the discretion of participant.At any point in the bridge, the pop-sticks must not be joined in more than three layers.The loading would be done below the bridge using a 5cm x 10cm loading plate- connecting hook system. The plate would rest on the deck while the hook connected to the plate would go through the deck and below where weights would be kept.Prior to testing of the bridge, the dead weight of the bridge is noted down. Failure to adhere to the maximum weight limit of the bridge would result in disqualification.All construction and material requirements will be checked prior to testing. Bridges failing to meet these requirements will be disqualified.The bridge with the highest structural efficiency, E, will be declared the winner. E=Load supported in kg/ Mass of the bridge in kg.The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams.Violation of any the above rules will lead to disqualification. All general rules are applicable."
  },
  {
    "name": "CANTILIVO",
    "id": "53",
    "main_cat": "technical",
    "date": "",
    "time":"",
    "img1": "http://prashant-pandey.com/app-images-and-content/cantilivo/img1.jpg",
    "img2": "http://prashant-pandey.com/app-images-and-content/cantilivo/img2.jpg",
    "img3": "http://prashant-pandey.com/app-images-and-content/cantilivo/img3.jpg",
    "img4": "http://prashant-pandey.com/app-images-and-content/cantilivo/img4.jpg",
    "venue": "JECRC UNIVERSITY",
    "fee": "₹ 400",
    "price": "₹ 15K",
    "desc": "Practical uses are always an upstream and an exciting approach to what we study. Cantilevo is one practically sponsored game/event on cantilever theorems. The popsicle stick made cantilever beam will be fixed at one end and the other end will undergo the tests of the weights. The event will encounter the brainy work of the cantilever beam and the coordination of the weights! Make sure it doesnâ€™t break, break your neck before the weight breaks your beam!",
    "rules": "To design and construct the most efficient L shaped cantilever beam within thespecifications.The beam must be constructed only from Pop-sticks (150 PROVIDED) and adhesives.No other materials may be used. The beam may not be stained, painted or coated in any fashion with any foreign substance.The Popsicle sticks may be cut or trimmed to any shape or size.The adhesive can only be used to join Pop-sticks together; however adhesives cannot be applied on the free surface of the member sticks to increase its strength.The choice of the type of beam is upon the discretion of participant.At any point in the beam, the pop-sticks must not be joined in more than two layers.The loading would be done by the weights or by bag of sand. Prior to testing of the beam, the dead weight of the beam is noted down. Failure to adhere to the maximum weight limit of the beam would result in disqualification.All construction and material requirements will be checked prior to testing. Beam failing to meet these requirements will be disqualified.The beam with the highest structural efficiency, E, will be declared the winner. E=Load supported in kg/ Mass of the beam in kg.The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams.Violation of any the above rules will lead to disqualification. All general rules are applicable."
  }
]